tap "adoptopenjdk/openjdk"
tap "aquasecurity/trivy"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "argocd"
brew "sqlite"
brew "python@3.9", link: false
brew "awscli@1"
brew "git"
brew "gnupg"
brew "mysql-client"
brew "mysql@5.7", restart_service: true
brew "node"
brew "openjdk@8"
brew "pipenv"
brew "pyenv"
brew "python@3.7"
brew "python@3.8", link: true
brew "terraform"
brew "zlib"
brew "zsh-autosuggestions"
brew "aquasecurity/trivy/trivy"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "nordvpn"
cask "postman"
cask "visual-studio-code"
