tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "modularml/packages"
tap "mongodb/brew"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aws-sdk-cpp"
brew "grpc"
brew "apache-arrow"
brew "harfbuzz"
brew "apache-flink"
brew "pycparser"
brew "awscli"
brew "bdw-gc"
brew "cocoapods"
brew "gcc"
brew "coinutils"
brew "libssh2"
brew "dart-sdk"
brew "docutils"
brew "dos2unix"
brew "dvc"
brew "pmix"
brew "open-mpi"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "openjpeg"
brew "pango"
brew "ghostscript"
brew "git-lfs"
brew "gnupg"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hadoop", link: false
brew "hdf5"
brew "helm"
brew "huggingface-cli"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "suite-sparse"
brew "julia", link: false
brew "kubernetes-cli"
brew "libfido2"
brew "libgit2@1.5"
brew "libmatio"
brew "llvm@14"
brew "make"
brew "md5sha1sum"
brew "node"
brew "mongosh"
brew "mysql-client"
brew "mysql@5.7"
brew "ninja"
brew "nvm"
brew "openslide"
brew "osi"
brew "pandoc"
brew "php", restart_service: :changed
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "pygit2"
brew "r", link: false
brew "rustup"
brew "telnet"
brew "terraform"
brew "tree"
brew "vips"
brew "wget"
brew "zig"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/mssql-tools"
brew "modularml/packages/modular"
brew "mongodb/brew/mongodb-community"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "anaconda"
cask "android-studio"
cask "authy"
cask "aws-vpn-client"
cask "blackhole-16ch"
cask "blender"
cask "brave-browser"
cask "calibre"
cask "capcut"
cask "chatgpt"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "electron"
cask "eqmac"
cask "figma"
cask "flutter"
cask "google-chat"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "imageoptim"
cask "intellij-idea-ce"
cask "iterm2"
cask "jiggler"
cask "jordanbaird-ice"
cask "julia"
cask "karabiner-elements"
cask "keycastr"
cask "libreoffice"
cask "mactex"
cask "microsoft-remote-desktop"
cask "miniconda"
cask "mysqlworkbench"
cask "nordvpn"
cask "notion"
cask "openmtp"
cask "orange"
cask "postman"
cask "qgis"
cask "quarto"
cask "r"
cask "rancher"
cask "raycast"
cask "rectangle"
cask "rocket"
cask "rstudio"
cask "shottr"
cask "skype"
cask "slack"
cask "stats"
cask "steam"
cask "tableau-public"
cask "telegram"
cask "textmate"
cask "visual-studio-code"
cask "whatsapp"
cask "wireshark"
cask "zoom"
cask "zotero"