tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "cocoapods"
brew "curl"
brew "freetds"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "libheif"
brew "imagemagick"
brew "krb5"
brew "libpq"
brew "pango"
brew "librsvg"
brew "mysql-client"
brew "mysql@5.7", restart_service: true
brew "node"
brew "nvm"
brew "php"
brew "telnet"
brew "terraform"
brew "vips"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "anaconda"
cask "android-studio"
cask "authy"
cask "aws-vpn-client"
cask "blackhole-16ch"
cask "blender"
cask "calibre"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "eqmac"
cask "figma"
cask "flutter"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "hiddenbar"
cask "intellij-idea-ce"
cask "iterm2"
cask "jiggler"
cask "karabiner-elements"
cask "microsoft-remote-desktop"
cask "miniconda"
cask "mysqlworkbench"
cask "nordvpn"
cask "notion"
cask "orange"
cask "postman"
cask "purevpn"
cask "r"
cask "rectangle"
cask "rocket"
cask "rstudio"
cask "skype"
cask "slack"
cask "spark-ar-studio"
cask "spotify"
cask "stats"
cask "tableau-public"
cask "telegram"
cask "textmate"
cask "visual-studio-code"
cask "zoom"
cask "zotero"
