tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "docker"
brew "node"
brew "nvm"
brew "terraform"
cask "android-studio"
cask "authy"
cask "blender"
cask "calibre"
cask "discord"
cask "dropbox"
cask "eqmac"
cask "figma"
cask "flutter"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "hiddenbar"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "miniconda"
cask "nordvpn"
cask "notion"
cask "postman"
cask "rectangle"
cask "rocket"
cask "slack"
cask "spark-ar-studio"
cask "spotify"
cask "stats"
cask "tableau-public"
cask "telegram"
cask "visual-studio-code"
